Repository: BackupTheBerlios/krypt-svn
Catalog: trunk/po/*.po
Languages: de, pl

source: _: NAME OF TRANSLATORS Your names
de: Robert Jaehne
pl: Jakub Schmidtke

source: _: EMAIL OF TRANSLATORS Your emails
de: robert@jaehne.bz
pl: sjakub@users.berlios.de

source: Name
pl: Nazwa

source: Block Device
pl: Urządzenie blokowe

source: Ignored
de: Ignorierte
pl: Ignorowane

source: Krypt Configuration
de: Krypt Konfiguration
pl: Konfiguracja programu Krypt

source: Show Volume Actions
de: Zeige Datenträger Aktionen
pl: Pokazywane Operacje

source: &Mount
de: &Einbinden
pl: Za&montuj

source: &Encrypt
de: &Verschlüsseln
pl: &Zaszyfruj

source: Alt+E
de: Alt+V
pl: Alt+Z

source: &Umount
de: &Auswerfen
pl: Odmont&uj

source: &Decrypt
de: &Entschlüsseln
pl: &Odszyfruj

source: Alt+D
de: Alt+E
pl: Alt+O

source: Events
pl: Zdarzenia

source: &Automatically encrypt volumes when they are umounted
de: &Datenträger automatisch vor dem Auswerfen verschlüsseln.
pl: &Automatycznie szyfruj woluminy w momencie ich odmontowania

source: Automatically decrypt &new volumes if saved password is found
de: Datenträger automatisch &entschlüsseln wenn ein gespeichertes Passwort vorhanden ist.
pl: Automatycznie odszyfruj &nowe woluminy jeśli istnieje zapisane hasło

source: Show password &pop-up when new encrypted volume is detected
de: Zeige &Passwortabfrage wenn ein verschlüsselter Datenträger gefunden wird.
pl: Wyświetl &pytanie o hasło w momencie wykrycia nowego woluminu

source: Context Menu
de: Kontext Menü
pl: Menu Kontekstowe

source: Style
de: Stil
pl: Styl

source: &Flat
de: &Flach
pl: &Płaski

source: Alt+F
pl: Alt+P

source: Drop-do&wn
pl: Kaskado&wy

source: Grouping
de: Anordnung
pl: Grupowanie

source: Group &by Devices
de: Anordnen nach &Geräten
pl: Grupuj według &Urządzeń

source: Alt+B
de: Alt+G
pl: Alt+U

source: Group by Ac&tions
de: Anordnen nach &Aktionen
pl: Grupuj według Operac&ji

source: Alt+T
de: Alt+A
pl: Alt+J

source: Passwords
de: Passwörter:
pl: Hasła

source: Store passwords in KDE &Wallet
de: Seichere Passwörter in KDE Brief&tasche
pl: Przechowuj hasła w &Portfelu KDE

source: Store passwords in &config file (Unencrypted)
de: Speichere Passwörter in &Konfigurationsdatei (Unverschlüsselt)
pl: Przechowuj hasła w pliku &konfiguracyjnym (Niezaszyfrowane)

source: Alt+C
de: Alt+K
pl: Alt+K

source: Show notifications for:
de: Zeige Hinweise für:
pl: Wyświetlaj powiadomienia dla:

source: Automatically enc&rypted devices
de: Datenträger automatisch &verschlüsseln.
pl: Automatycznie zaszyf&rowanych urządzeń

source: Automatically decr&ypted devices
de: Datenträger automatisch &entschlüsseln.
pl: Automatycznie odszyfrowan&ych urządzeń

source: &Global Options
de: &Globale Optionen
pl: Opcje &Ogólne

source: List of all known devices.
de: Liste aller bekannten Geräte
pl: Lista wszystkich znanych urządzeń.

source: To toggle 'ignore device' mode, double click in the last column. To edit detailed options of the volume, double click on its name.
de: Um in den 'Ignoriere Geräte' Modus umzuschalten in die letzte Spalte doppelklicken. Doppelklick auf den Namen um die detailierten Einstellungen für den Datenträger zu bearbeiten
pl: Aby zmienić ustawienie ignorowania danego urządzenia, kliknij dwukrotnie w ostatniej kolumnie. Dwukrotne kliknięcie na nazwie urządzenia pozwala na jego szczegółową konfigurację.

source: &Known Devices
de: &Bekannte Geräte
pl: Znan&e urządzenia

source: Decrypting Storage Device
de: Datenträger wird entschlüsselt
pl: Odszyfrowanie woluminu

source: <p><b>%1 %2</b> (<b>%3</b>) is an encrypted storage device.</p> <p>Please enter the password to decrypt the storage device.</p>
de: <p><b>%1 %2</b> (<b>%3</b>) ist ein verschlüsselter Datenträger.</p> <p>Bitte geben Sie das Passwort zum Entschlüsseln des Datenträgers ein.</p>
pl: <p><b>%1 %2</b> (<b>%3</b>) jest zaszyfrowanym urządzeniem przechowywania danych.</p> <p>Podaj hasło do odszyfrowania urządzenia.</p>

source: &Password:
de: &Passwort:
pl: &Hasło:

source: &Store Password
de: &Speichere Passwort:
pl: &Zapisz Hasło

source: Alt+S
pl: Alt+Z

source: Decrypt &Automatically
de: &Automatisch entschlüsseln
pl: &Automatycznie Odszyfruj

source: Volume Options
de: Datenträger Optionen
pl: Opcje Woluminu

source: Icon
pl: Ikona

source: Name:
pl: Nazwa:

source: name
pl: nazwa

source: Device:
de: Gerät:
pl: Urządzenie:

source: device
de: Gerät:
pl: urządzenie

source: Present:
de: Verfügbar:
pl: Obecne:

source: present
de: verfügbar:
pl: obecne

source: &Ignore Volume
de: &Ignorierte Datenträger
pl: &Ignoruj Wolumin

source: Actions displayed in Context Menu
de: Angezeigte Aktionen im Kontext-Menü
pl: Operacje wyświetlane w Menu Kontekstowym

source: Mount
de: Einbinden
pl: Zamontuj

source: Umount
de: Auswerfen
pl: Odmontuj

source: Decrypt
de: Entschlüsseln
pl: Odszyfruj

source: Encrypt
de: Verschlüsseln
pl: Zaszyfruj

source: Show Options
de: Zeige Aktionen
pl: Pokaż Opcje

source: Visible
de: Sichtbar
pl: Widoczne

source: Hidden
de: Versteckt
pl: Ukryte

source: Automatically encrypt on umount
de: Datenträger automatisch vor dem Auswerfen verschlüsseln.
pl: Automatycznie zaszyfruj przy odmontowaniu

source: Show password pop-up
de: Zeige Passwort Abfrage
pl: Wyświetlaj pytanie o hasło

source: Automatically decrypt (if saved password found)
de: Datenträger automatisch entschlüsseln (falls ein gespeichertes Passwort vorhanden ist)
pl: Automatycznie odszyfruj (jeśli istnieje hasło)

source: Password
de: Passwort
pl: Hasło

source: &Store password
de: &Speichere Passwort!
pl: &Zapisz hasło

source: You have enabled storing UNENCRYPTED passwords in configuration file, which is unsafe! You are strongly encouraged to use KDE Wallet for storing passwords. Also, if there are any volume passwords stored in KDE Wallet, they will not be transferedto the configuration file - you will have to enter them again.
pl: Uaktywniono przechowywanie haseł w postaci NIEZASZYFROWANEJ w pliku konfiguracyjnym - jest to niebezpieczne! Zalecane jest przechowywanie haseł w Portfelu KDE. Dodatkowo, jeśli aktualnie w Portfelu KDE są zapisane jakieś hasła, nie zostaną one przeniesione do pliku konfiguracyjnego i będą musiały zostać podane ponownie.

source: You have selected to store the password. However, use of KDE Wallet is disabled, so unencrypted password will be saved in configuration file. This is unsafe! You are strongly encouraged to enable KDE Wallet in Krypt's global configuration.
de: Sie haben sich dafür entschieden das Passwort zu speichern. Die Verwendung der KDE Brieftasche ist aber deaktiviert - das unverschlüsselte Passwort wird in der Konfigurationsdatei gespeichert. Das ist unsicher! Es wird dringend empfholen die KDE Brieftasche in der globalen Krypt Konfiguration zu aktivieren.
pl: Wybrano zapamiętywanie hasła, jednak Portfel KDE jest nieaktywny, a więc niezaszyfrowane hasło będzie zapisane w pliku konfiguracyjnym - jest to niebezpieczne! Zalecane jest uaktywnienie Portfela KDE w ogólnych opcjach programu Krypt.

source: Volume is now: Decrypted
de: Datenträger ist jetzt entschlüsselt
pl: Wolumin został odszyfrowany

source: Volume is now: Encrypted
de: Datenträger ist jetzt: verschlüsselt
pl: Wolumin został zaszyfrowany

source: Decrypt Storage Device
de: Datenträger zum Entschlüsseln
pl: Odszyfrowanie woluminu

source: Wrong password!
de: Falsches Passwort!
pl: Niepoprawne hasło!

source: Decryption failed! Application "cryptsetup" not found. Is package with "cryptsetup" program installed?
de: Entschlüsselung fehlgeschlagen! Die Anwendung "cryptsetup" wurde nicht gefunden. Ist das Paket "cryptsetup" installiert?
pl: Odszyfrowywanie nie powiodło się! Aplikacja "cryptsetup" nie została znaleziona. Upewnij się, że pakiet zawierający program "cryptsetup" został zainstalowany.

source: %1 is already decrypted!
de: %1 ist schon entschlüsselt!
pl: %1 już jest odszyfrowany!

source: Control LUKS encrypted volumes
de: Kontrolle der LUKS verschlüsselten Datenträger
pl: Obsługa woluminów zaszyfrowanych przy pomocy systemu LUKS

source: Umount Volume
de: Datenträger auswerfen
pl: Odmontuj Wolumin

source: Mount Volume
de: Datenträger einbinden
pl: Zamontuj Wolumin

source: Encrypt Volume
de: Datenträger verschlüsseln
pl: Zaszyfruj Wolumin

source: Decrypt Volume
de: Datenträger entschlüsseln
pl: Odszyfruj Wolumin

source: Nothing to display...
de: Nichts anzuzeigen
pl: Nic do wyświetlenia...

source: Configure Krypt...
de: Konfiguriere Krypt ...
pl: Konfiguruj program Krypt...

source: LUKS front-end for KDE
de: LUKS Front-End für KDE
pl: Interfejs KDE dla systemu LUKS

source: Application is being auto-started at KDE session start
de: Anwendung wird bei der KDE Anmeldung automatisch gestartet
pl: Automatyczne uruchamianie aplikacji przy starcie KDE

source: _: NAME OF TRANSLATORS\nYour names
de: Robert Jähne
pl: Jakub Schmidtke

source: _: EMAIL OF TRANSLATORS\nYour emails
de: robert@jaehne.bz
pl: sjakub@users.berlios.de

source: Storing UNENCRYPTED passwords in configuration file is unsafe! You are strongly encouraged to use KDE Wallet for storing passwords. Also, if there are any volume passwords stored in KDE Wallet, they will not be transferedto the configuration file - you will have to enter them again.
de: Die Speicherung eines UNVERSCHLÜSSELTEN Passwortes in einer Konfigurationsdatei ist unsicher! Es wird dringend empfohlen die KDE Brieftasche zur Passwortspeicherung zu verwenden. Falls bereits Datenträger-Passwörter in der KDE Brieftasche gespeichert sind werden diese nicht in die Konfigurationsdatei übertragen - sie müssen diese neu eingeben.

source: Alt+A
de: Alt+D

source: Alt+M
de: Alt+E

source: Alt+U
de: Alt+A

source: Alt+N
de: Alt+E

source: Alt+R
de: Alt+V

source: Alt+Y
de: Alt+E

source: &Manually decrypted devices
de: Datenträger manuell e&ntschlüsseln

source: &Manually encrypted devices
de: Datenträger manuell verschlüsseln
